{"﻿[\n    {\n        \"question\": \"Hammadde planlama ve satın alma süreçlerinde karşılaştığınız en karmaşık problemi anlatabilir misiniz? Bu problemi nasıl çözdüğünüzü ve hangi teknikleri kullandığınızı paylaşır mısınız?\",\n        \"great\": \"Açık bir örnek üzerinden, geçmiş veri analizi, alternatif tedarikçi değerlendirmesi, Excel ve Power BI gibi araçlarla yapılan senaryo analizleri anlatılır.\",\n        \"alright\": \"Teslimat gecikmesi gibi genel bir durumdan bahseder, temel düzeyde çözümden (örn. yöneticiyi bilgilendirme) söz eder ama teknik detay vermez.\",\n        \"bad\": \"Problem hatırlanmaz ya da çözüm 'zaten geçti' gibi yüzeysel anlatılır, teknik araçlardan hiç söz edilmez.\"\n    },\n    {\n        \"question\": \"Geçmişte, tedarik zinciri sürecinde beklenmedik bir gecikmeyle karşılaştığınız bir durumu hatırlıyor musunuz? Bu durumu nasıl ele aldınız ve hangi inisiyatifleri aldınız?\",\n        \"great\": \"Kriz anında kendi başına aldığı aksiyonları, alternatif tedarikçi bulma sürecini ve ekip içi koordinasyonu detaylı açıklar.\",\n        \"alright\": \"Gecikmeden bahseder, tedarikçiye ulaşmak gibi pasif adımlardan söz eder ama bireysel inisiyatif zayıftır.\",\n        \"bad\": \"Hatırlamıyor ya da sadece 'bekledik geçti' gibi pasif bir yanıt verir.\"\n    },\n    {\n        \"question\": \"Çalışma arkadaşlarınızla veya tedarikçilerle iletişimde açık ve etkili bir iletişim kurabilmek için hangi yöntemleri kullanıyorsunuz? Bir örnekle açıklayabilir misiniz?\",\n        \"great\": \"İletişim yöntemlerini sistemli açıklar (örn. yazılı bilgilendirme, toplantı, kontrol listesi) ve somut bir örnekle destekler.\",\n        \"alright\": \"Kısaca mail ya da telefon kullandığını belirtir, örnek verir ama detay eksiktir.\",\n        \"bad\": \"İletişim tercihlerini açıklamaz ya da 'herkes zaten biliyor' gibi genel-geçer ifadeler kullanır.\"\n    },\n    {\n        \"question\": \"Yeni bir malzeme planlama yazılımı veya sistemi öğrenmeniz gerektiğinde, bu süreci nasıl yönetiyorsunuz? Öğrenme yaklaşımınızı örneklerle anlatabilir misiniz?\",\n        \"great\": \"Test ortamında senaryo denemeleri, dokümantasyon hazırlama, başkalarına öğretme gibi aktif öğrenme yaklaşımı sergiler.\",\n        \"alright\": \"Öğrenmek için video izlediğini veya birilerinden destek aldığını söyler ama öğrenme sistematiği zayıftır.\",\n        \"bad\": \"Yeni sistemlerle arası olmadığını veya başkasına yaptırdığını belirtir.\"\n    },\n    {\n        \"question\": \"Hammadde siparişleri ve teslimat performanslarını izlerken hangi analitik araçları veya yöntemleri kullanıyorsunuz? Bu araçların etkinliğini artırmak için önerileriniz var mı?\",\n        \"great\": \"Excel, Power BI, ERP gibi araçları veriye dayalı izleme için kullandığını anlatır": null, " üzerine proaktif iyileştirme önerileri sunar.\",\n        \"alright\": \"Sadece Excel veya ERP kullandığını belirtir ama öneri ya da analiz yaklaşımı eksiktir.\",\n        \"bad\": \"Analitik araç kullanmadığını ya da bu süreçle doğrudan ilgilenmediğini belirtir.\"\n    }\n]": null}